activitywatch-bin
base
base-devel
bash
bash-completion
blueman
bluez
bluez-utils
brightnessctl
catppuccin-gtk-theme-macchiato
cnijfilter2-mg7700
colord
conky
docker
docker-compose
dunst
efibootmgr
ethtool
fastfetch
fprintd
gimp
git
google-chrome
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
intel-ucode
intellij-idea-ultimate-edition
inter-font
keychain
kitty
less
lib32-glibc
libnotify
libreoffice-fresh
linux
linux-firmware
lutris
man-db
man-pages
mesa-utils
nautilus
neovim
network-manager-applet
networkmanager
nmrs
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvidia-container-toolkit
nvidia-open
nvidia-prime
nwg-look
obsidian
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pycharm
qt5-wayland
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6-wayland
rofi
rsync
rust
sane
sane-airscan
sddm
signal-desktop
simple-scan
stow
system-config-printer
tlp
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols-mono
unzip
vulkan-tools
waybar-cava
wine
wireless-regdb
wireplumber
wlogout
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
zip
